The current view sheet set of PrintSetup.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public IViewSheetSet CurrentViewSheetSet { get; set; }
  Visual Basic
Public Property CurrentViewSheetSet As IViewSheetSet
	Get
	Set
  Visual C++
public:
property IViewSheetSet^ CurrentViewSheetSet {
	IViewSheetSet^ get ();
	void set (IViewSheetSet^ value);
}
 See Also
  ViewSheetSetting Class
  Autodesk.Revit.DB Namespace